Repository: 14021957/mahara
Catalog: debian/po/*.po
Languages: de, fr

source: Database type:
de: Datenbanktyp:
fr: Type de base de données:

source: What type of database should be used for the Mahara site
de: Welche Datenbank soll für die Mahara Site benutzt werden
fr: Type de base de données à utiliser pour ce site Mahara

source: Database host:
de: Datenbank Host:
fr: Hôte de la base de données:

source: Which database host should be used for the Mahara site You can leave this blank to connect via UNIX sockets
de: Welcher Datenbank Host soll für die Mahara Site benutzt werden Wenn Sie das Feld leer lassen, wird die Verbindung über UNIX Sockets hergestellt
fr: Hôte de la base de données à utiliser pour ce site Mahara. Vous pouvez laisser ce champ vide pour utiliser les prises UNIX.

source: Database port:
de: Datenbank Port:

source: Which database port should be used for the Mahara site You can leave this blank for the default
de: Welcher Datenbank Port soll für die Mahara Site benutzt werden Wenn Sie das Feld leer lassen, wird die Standardeinstellung benutzt
fr: Port de la base de données à utiliser pour ce site Mahara. Vous pouvez laisser ce champ vide pour utiliser le port par défaut.

source: Database name (not username):
de: Datenbank Name (das ist nicht der Benutzername):
fr: Nom de la base de données (pas l'identifiant)

source: Which database should be used for the Mahara site
de: Welche Datenbank soll für die Mahara Site benutzt werden
fr: Base de données à utiliser pour ce site Mahara

source: Database username:
de: Datenbank Benutzername:
fr: Identifiant pour la base de données

source: Which username should be used to connect to the Mahara database
de: Welcher Benutzername soll für die Verbindung zur Mahara Datenbank benutzt werden
fr: Identifiant à utiliser pour se connecter à la base de données de ce site Mahara

source: Database password:
de: Datenbank Passwort:
fr: Mot de passe de la base de données

source: Which password is associated with the given username You can leave this blank if you are not using password authentication.
de: Das Passwort für den gewählten Benutzernamen. Wenn keine Passwort-Authentifizierung benutzt wird, können Sie das Feld leer lassen
fr: Mot de passe associé avec l'identifiant pour la base de données. Vous pouvez laisser ce champ vide si vous n'utilisez pas l'authentification par mot de passe.

source: SMTP Hosts:
de: SMTP Server:
fr: Hôtes SMTP:

source: Comma separated list of SMTP servers to use to send mail
de: Geben Sie hier den vollen Namen von einem oder mehreren lokalen SMTP-Servern (getrennt durch Kommata) an, die Mahara für den E-Mail-Versand benutzen soll
fr: Liste séparée par virgules des serveurs SMTP à utiliserpour envoyer des courriels.

source: If you leave this blank, the system mailer will be used. Generally, this will work fine
de: Wenn Sie dieses Feld frei lassen, wird Mahara die Standard-Methode von PHP zum Senden von E-Mails verwenden
fr: Si vous laissez ce champ vide, le démon de messagerie du système sera utilisé. Ceci fonctionne généralement bien.

source: This is the servername of the Mahara site.
de: Der Servername der Mahara Site.
fr: Le nom du serveur de ce site Mahara (ServerName sur Apache)

source: Note that this is just the domain name, so for "http://my.site.com" you only need to enter "my.site.com"
de: Beachten Sie, dass dies der Domainname ist, Sie müssen deshalb für "http://meine.seite.com" nur "meine.seite.com" eingeben
fr: Notez que cette valeur n'est que le nom de domaine, donc pour "http://mon.site.com", vous n'avez qu'à entrer "mon.site.com".

source: Server redirects:
de: Server Weiterleitungen:
fr: Redirection du serveur:

source: Comma separated list of domain names that the server should permanently redirect to the server name.
de: Geben Sie hier eine Liste (getrennt durch Kommata) der Domainnamen ein, die der Server permanent weiterleiten soll.
fr: Liste séparée par virgules des noms de domaine que le serveur doit rediriger de façon permanente vers le nom de serveur donné.

source: Server name:
fr: Nom du serveur
